/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "Mobil";
"connectivity.not-connected" = "Nicht verbunden";
"connectivity.wifi" = "WLAN";

/* Alert view button */
"general.alertview.cancel" = "Abbrechen";
"general.alertview.close" = "Schließen";
"general.alertview.dismiss" = "Schließen";
"general.alertview.error" = "Fehler";
"general.alertview.confirmation" = "Bestätigung";

"general.alertview.ok" = "OK";
"general.alertview.reload" = "Aktualisieren";
"general.alertview.success" = "Erfolg";

/* Filter sections title */
"history.filter.device" = "Gerät";
"history.filter.networktype" = "Netzwerktyp";
"history.qos.detail.test" = "Test";
"history.qos.headline.details" = "DETAILS";
"history.qos.headline.tests" = "TESTS";
"history.result.headline.details" = "Details";
"history.result.headline.map" = "Karte";
"history.result.headline.measurement" = "Messung";
"history.result.headline.network" = "Netzwerk";
"history.result.headline.qos" = "Quality of Service Tests";
"history.result.map.accuracy" = "Genauigkeit";
"history.result.map.invalid-coordinates" = "Ungültige Koordinaten";
"history.result.map.latitude" = "Längengrad";
"history.result.map.longitude" = "Breitengrad";
"history.result.map.result" = "Ergebnis (Karte)";
"history.result.map.show" = "Karte anzeigen";
"history.result.more-details" = "Mehr Details";
"history.result.qos.details" = "DETAILS";
"history.result.qos.details.description" = "BESCHREIBUNG";
"history.result.qos.details.failed" = "FEHLGESCHLAGEN";
"history.result.qos.details.succeeded" = "ERFOLGREICH";
"history.result.qos.results" = "Ergebnisse";
"history.result.qos.results-detail" = "Details der Ergebnisse";
"history.result.time" = "Zeitpunkt";

/* History Sync Code Alert */
"history.sync.code-text" = "Sync Code";
"history.sync.code.copy" = "Code kopieren";
"history.sync.code.enter" = "Code eingeben";
"history.sync.code.enter-text" = "Sync-Code eingeben:";
"history.sync.code.request" = "Code anfordern";
"history.sync.merge" = "Um den Verlauf von anderen Geräten anzuzeigen, muss der Sync-Code auf einem Gerät angefragt und auf dem anderen Gerät eingegeben werden";
"history.sync.success-message" = "Verlauf-Synchronisierung war erfolgreich.";
"history.sync.sync" = "Sync";

/* History index buttons */
"history.uibar.filter" = "Filter"; /* Unused */
"history.uibar.sync" = "Sync";

/* Loop Mode */
"loopmode.change_server.title" = "SERVER ÄNDERN";
"loopmode.init.btn.test" = "Test";
"loopmode.init.btn.loop-test" = "Loop Test";
"loopmode.init.btn.loop-switch" = "Loop-Modus";
"loopmode.init.server" = "Messserver";
"loopmode.init.network-name" = "Netzwerkname";
"loopmode.test.header.measurement" = "MESSUNG";
"loopmode.test.header.current" = "Aktueller Test";
"loopmode.test.header.median" = "MEDIAN";
"loopmode.test.progress.format" = "LOOP-MODUS (%d von %d)";
"loopmode.test.init.title" = "WIEDERHOKUNGSMODUS";
"loopmode.test.results.title" = "ERGEBNISSE VON WIEDERHOLUNGSMODUS";
"loopmode.test.time_to_next_test.title" = "ZEIT BIS ZUM NÄCHSTEN TEST";
"loopmode.test.movement.title" = "BEWEGUNG";
"loopmode.init.btn.loop.on" = "Wiederholung Ein";
"loopmode.init.btn.loop.off" = "Wiederholung Aus";
"loopmode.test.immediately" = "Sofort";

"loopmode.test.state.init" = "Inizialisierung";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "HERUNTERLADEN";
"loopmode.test.state.upload" = "HOCHLADEN";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "PAKETVERLUST";
"loopmode.test.state.jitter" = "Jitter";

"loopmode.abort.abort" = "Abort";
"loopmode.abort.continue" = "Weiter";
"loopmode.abort.keep" = "Behalten";
"loopmode.abort.title" = "Abort?";
"loopmode.abort.message" = "Möchten Sie die Messung abbrechen?";

"loopmode_alert.activation_privacy" = "Aktivierung und Datenschutz";
"loopmode_alert.activation_privacy.description" = "Der Wiederholungsmodus ermöglicht die automatische Wiederholung der Tests.";

"loopmode_alert.data_usage" = "Datenverbrauch";
"loopmode_alert.data_usage.description" = "Bitte beachten Sie, dass im Wiederholungsmodus eine große Datenmenge übertragen wird. Bei einer Breitband-Internetverbindung können Sie bei 10 Tests im Wiederholungsmodus mindestens 1 GB Ihrer Datenmenge verbrauchen.";
"loopmode_alert.data_usage.description_2" = "Es wird empfohlen, den Wiederholungsmodus nur mit einer echten Flatrate zu aktivieren, bei der der erhöhte Datenverkehr keine zusätzlichen Kosten verursacht.";
"loopmode_alert.battery_power" = "Akkuleistung";
"loopmode_alert.battery_power.description" = "Der Wiederholungsmodus braucht viel Batteriestrom. Zwischen den Tests hält der Wiederholungsmodus GPS und die Anzeige aktiv, wodurch der Akku viel schneller entladen wird als beim Standby-Modus. Die Tests selber verbrauchen auch Batteriestrom.";
"loopmode_alert.battery_power.description_2" = "Der Schleifenmodus sollte nur verwendet werden, wenn eine erweiterte Stromversorgung verfügbar ist.";
"loopmode_alert.items.item_1" = "Der erste Test beginnt unmittelbar nach dem Drücken der Start-Taste.";
"loopmode_alert.items.item_2" = "Weitere Tests starten entweder nach Ablauf der Wartezeit (Standardeinstellung 30 Minuten) oder Erreichen der konfigurierten Entfernung (Standardeinstellung 250 m).";
"loopmode_alert.items.item_3" = "Tests werden durchgeführt, bis die vorkonfigurierte Anzahl von Tests durchgeführt wurde (Standardwert 10 Tests).";
"loopmode_alert.items.item_4" = "Diese Werte können unter Einstellungen geändert werden.";
"loopmode_alert.items.item_5" = "Der Wiederholungsmodus wird nach 2 Tagen automatisch beendet.";
"loopmode_alert.items.item_6" = "Der Wiederholungsmodus kann jederzeit angehalten werden.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Lizenzbedingungen";

/* Intro location question */
"intro.location.question.message" = "Um den Standort zu verwenden muss diese Funktion in den Einstellungen aktiviert werden!"; /* Unused */
"intro.location.question.title" = "Standort verwenden"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "Unbekannt";
"intro.network.connection.unavailable" = "Keine Internetverbindung verfügbar";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "App RAM";
"intro.popup.hardware.cpu" = "CPU";
"intro.popup.hardware.system-ram" = "System RAM";
"intro.popup.hardware.usage" = "Hardware Auslastung";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Verbindungsversuch...";
"intro.popup.ip.connections" = "IP Verbindungen";
"intro.popup.ip.no-ip-text" = "n/a";
"intro.popup.ip.v4-external" = "externe IPv4";
"intro.popup.ip.v4-internal" = "interne IPv4";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "Standort";
"intro.popup.location.accuracy" = "Genaugkeit";
"intro.popup.location.age" = "Alter";
"intro.popup.location.altitude" = "Höhe";
"intro.popup.location.position" = "Position";
"intro.popup.location.source" = "Quelle"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Hintergrund Traffic";
"intro.popup.traffic.download" = "Download traffic";
"intro.popup.traffic.upload" = "Upload traffic";

/* Map callout */
"map.callout.measurement" = "Messung";
"map.callout.network" = "Netzwerk";

/* Table section header title */
"map.options.filter.overlay" = "Overlay";
"map.options.filter.country" = "Land";
"map.options.filter.operators" = "Betreiber";
"map.options.filter.period" = "Zeitraum";
"map.options.filter.technologies" = "Technologien";

"map.options.filter.countries" = "Länder";
"map.options.filter.all_countries" = "Alle Länder";

/* Map overlay description */
"map.options.overlay.auto" = "Auto";
"map.options.overlay.heatmap" = "Heatmap";
"map.options.overlay.municipality" = "Gemeinden";
"map.options.overlay.points" = "Punkte";
"map.options.overlay.regions" = "Regionen";
"map.options.overlay.settlements" = "Siedlungen";
"map.options.overlay.shapes" = "Flächen";
"map.options.overlay.whitespots" = "weiße Flecken";

/* Alert view test intro message */
"test.intro-message" = "WARNUNG! Die Verwendung dieser Anwendung kann zu einer großen Datenvolumenübertragung führen. In einem 3G-Netzwerk beträgt das Datenvolumen für einen einzelnen Test 5 bis 10 MB. In einem 4G-Netzwerk kann dieses Volumen 100 MB überschreiten. Der Anwendungsanbieter haftet nicht für übermäßigen Verbrauch, der durch die Datenübertragung bei Verwendung dieser Anwendung verursacht wird. Beim Testen der Internetverbindung sollte der Benutzer den sich ergebenden Internetverkehr berücksichtigen und die Folgen der Datenübertragung akzeptieren.";

"test.aborted-message" = "Der Test wurde abgebrochen, da die App in den Hintergrund gelegt wurde. Der Test kann nur ausgeführt werden die App im Fordergrund läuft.";

"test.connection.could-not-connect" = "Die Verbindung kann nicht hergestellt werden. Die wahrscheinliche Ursache ist, dass Ihre Verbindung sehr langsam ist";
"test.connection.lost" = "Die Verbindung zum Test-Server wurde verloren. Der aktuelle Test wurde abgebrochen.";

/* Test phases */
"test.phase.download" = "Download";
"test.phase.init" = "Init";
"test.phase.ping" = "Ping";
"test.phase.upload" = "Upload";

"test.qos.failed" = "Dienstqualitätstest ist fehlgeschlagen.";
"test.repeat" = "Test wiederholen";
"test.result.not-submitted" = "Der Test wurde abgeschlossen, aber die Ergebnisse konnten nicht zum Server übermittelt werden.";
"test.results.title" = "Testergebnisse";

"RMBT-TEST-START_QOS_BUTTON" = "QoS Testen";

/* Unit suffex */
"test.speed.unit" = "Mbps";

"main-view-button-map" = "KARTE";
"history.delete" = "Delete";
"test.abort.title" = "Abort?";
"test.abort.abort" = "Abort";
"test.abort.continue" = "weiter";
"test.abort.message" = "Möchten Sie die Messung abbrechen?";
"test.startagain" = "Fang nochmal an";

/* Menu Items */
"RMBT-NI-HISTORY" = "Verlauf";
"RMBT-NI-HOME" = "Startseite";
"RMBT-NI-MAPS" = "Maps";
"RMBT-NI-STATISTICS" = "Statistik";
"RMBT-NI-SURVEY" = "Umfrage";
"RMBT-NI-HELP" = "Hilfe";
"RMBT-NI-HISTORY-DETAILS" = "Details";
"RMBT-NI-HISTORY-TESTRESULT" = "Testergebnis";
"RMBT-NI-INFO" = "Info";
"RMBT-NI-LOOP-MODE" = "Loop Modus";

/* TabBar Items */
"tabbar.title.test" = "Test";
"tabbar.title.results" = "Ergebnisse";
"tabbar.title.map" = "Karte";
"tabbar.title.settings" = "Einstellungen";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Ergebnisse";
"RMBT-NI-FILTER" = "Filter";
"RMBT-NI-SETTINGS" = "Einstellungen";
"RMBT-NI-PUBLISHPERSONALDATA" = "Übermittlung personenbezogener Daten"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Website";
"RMBT-INFO-EMAIL" = "E-mail";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Nutzungsbedingungen";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "Datenschutzerklärung";
"RMBT-INFO-PRIVACYPOLICY" = "Datenschutzerklärung";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Persönliche Daten veröffentlichen";
"RMBT-INFO-CLINETUUID" = "Client UUID";
"RMBT-INFO-TESTCOUNT"  = "Testzähler";
"RMBT-INFO-VERSION" = "Version";
"RMBT-INFO-SERVERVERSION" = "Serverversion";
"RMBT-INFO-DEVELOPEDBY" = "Entwickelt von";
"RMBT-INFO-SOURCECODE" = "Quellcode";
"RMBT-INFO-LEGALNOTICE" = "Google Maps Lizenzbedingungen";

"RMBT-ABOUT-TITLE" = "%@ wurde während des MoQoS-Projekts erstellt. Die Projektpartner waren:";
"RMBT-ABOUT-FOOTER-TEXT" = "Besuchen Sie moqos.eu für weitere Informationen über das Projekt.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Download Mbps";
"RMBT-HOME-UPLOADMBPS" = "Upload Mbps";
"RMBT-HOME-START" = "START";
"RMBT-HOME-RUNAGAIN" = "NOCHMALS FÜHREN";
"RMBT-HOME-MBPS" = "(MBps)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "Über %@";
"RMBT-SETTINGS-LANGUAGE" = "Sprache";
"RMBT-SETTINGS-DARKMODE" = "Dunkler Modus";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Nerd-Modus-Einstellungen";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Entwicklereinstellungen";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "Anonymer Modus verhindert Assoziation mit Client uuid, Messergebnis wird sofort disassoziiert.";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Nerd-Modus ermöglicht erweiterte Funktionen. Die App zeigt vor und während des Tests weitere Informationen an.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "Entwicklereinstellungen erlauben ...";
"RMBT-SETTINGS-IPV4ONLY" = "Nur IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Nur IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "QoS Messungen";
"RMBT-SETTINGS-QOSMANUALLY" = "Manuell";
"RMBT-SETTINGS-QOSNETWORK" = "Auf neuem Netzwerk";
"RMBT-SETTINGS-QOSALWAYS" = "Immer";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Übermittlung personenbezogener Daten";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Nulltest einreichen";
"RMBT-SETTINGS-GENERAL" = "Allgemein";
"RMBT-SETTINGS-INFORMATION" = "Information";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "Qualität der Dienstleistungen";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "QoS-Messungen beinhalten...";
"RMBT-SETTINGS-QOSENABLED" = "QOS aktiviert";
"RMBT-SETTINGS-QOSDISABLED" = "QOS deaktiviert";
"RMBT-SETTINGS-NERDMODE" = "Nerd-Modus";
"RMBT-SETTINGS-ENABLENERDMODE" = "Nerd-Modus aktivieren";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Anonymer Modus";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Entwicklereinstellungen";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "Erweiterte Einstellungen";

"RMBT-DEVSETTINGS-DISTANCE" = "Entfernung (Meter)";
"RMBT-DEVSETTINGS-MINDELAY" = "Intervall (Minuten)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Testanzahl";
"RMBT-DEVSETTINGS-LOOPMODE" = "Wiederholungs-Modus";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "QOS Tests überspringen";

"RMBT-SETTINGS-SEND-LOG" = "Protokoll senden";
"RMBT-SETTINGS-CONTROL-SERVER" = "Control Server";
"RMBT-SETTINGS-IS-OVERRIDE-CONTROL-SERVER" = "Is override Control Server";
"RMBT-SETTINGS-DEV" = "Dev Abschnitt";
"dev.code" = "Dev Code";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Systemfehler";
"RMBT-SETTINGS-PRIVACY" = "Privatsphäre";
"RMBT-SETTINGS-LOCATION" = "Standort";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Verwalten Sie die Berechtigungen für die Standortverfolgung";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "Deaktivieren Sie die Anzeigenpersonalisierung";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "Verwalten Sie die Berechtigungen bezüglich der Werbe-ID";
"RMBT-SETTINGS-PERSISTENT-UUID" = "Persistente Client-UUID";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "Eine permanente Client-UUID ist erforderlich, um den Messverlauf und die Synchronisation der Ergebnisse zwischen Geräten zu ermöglichen";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analytics";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Aktivieren Sie Analysen und senden Sie uns Crash-Spuren";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "Deaktivieren Sie die Anzeigenpersonalisierung";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "Um die Einstellungen für die Ad-Tracking zu verwalten, gehen Sie zu Einstellungen -> Datenschutz -> Werbung";

"RMBT-MAIN-VIEWREPORT" = "Ausführlicher Messbericht";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "Die Anzeigen wurden entfernt. Danke für die Unterstützung von Open Nettest!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Wir konnten die Transaktion nicht abschließen.";

"settings.start_next_test_immediatelly" = "Starten Sie sofort den nächsten Test";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Standard";
"RMBT-MAP-SATELLITE" = "Satelliten";
"RMBT-MAP-HYBRID" = "Hybride";
"RMBT-MAP-BASIC" = "Einfach";
"RMBT-MAP-STREETS" = "Straßen";

"RMBT-MAP-OVERLAYOPTIONS" = "Kartenoptionen Overlay-Ansicht"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "Aktuelle Einstellungen"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Steuerungsserverversion";
"RMBT-DEVSETTINGS-SEVER" = "Server";
"RMBT-DEVSETTINGS-ENABLED" = "Aktiviert";
"RMBT-DEVSETTINGS-NOGPS" = "Keine GPS Ortung";

"RBMT-BASE-DECLINE" = "Abbruch";
"RBMT-BASE-AGREE" = "Zustimmung";
"RBMT-BASE-CONTINUE" = "weiter";

"RBMT-CONSUMPTION" = "Der Test kann zu einem erhöhten Datenverbrauch führen";
"RBMT-BASE-PACKETLOSS" = "Paketverlust";
"RBMT-BASE-JITTER" = "Jitter";
"RBMT-BASE-TRAFFIC" = "Aktueller Datenverkehr";
"RBMT-DISABLED" = "Aus";
"RBMT-BASE-TESTSERVER" = "Testserver";
"RBMT-BASE-MEASUREMENTSERVERS" = "Messserver";
"RBMT-HISTORY-NORECORDSYET" = "Mit diesem Gerät wurden noch keine Tests ausgeführt";
"history.error.server_not_available" = "Der Server ist nicht verfügbar. Versuchen Sie es später noch einmal.";
"history.empty.button.title" = "Führen Sie Ihren ersten Test durch";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "NETZWERK";
"test.title.qos" = "QoS";
"test.title.performed" = "Gefördert";
"test.title.passed" = "BESTANDEN";
"test.title.failed" = "FEHLGESCHLAGEN";
"test.title.test" = "QoS-Tests durchführen:";
"test.init.title" = "Test";

/* Tests descriptions */
"test.qos.titles.web-page" = "Webseite";
"test.qos.titles.TCP-ports" = "TCP Ports";
"test.qos.titles.UDP-ports" = "UDP Ports";
"test.qos.titles.voice-over-IP" = "Voice over IP";
"test.qos.titles.traceroute" = "Traceroute";
"test.qos.titles.unmodified-content" = "Unveränderter Inhalt";
"test.qos.titles.transparent-connection" = "Transparente Verbindung";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Dieser Test prüft, ob eine Referenzwebseite, basierend auf der ETSI Kepler Referenzseite, über das Internet übertragen werden kann.";
"test.qos.descriptions.TCP-ports" = "TCP-Ports werden verwendet, um E-Mails, Webseiten und andere iternet-Inhalte zu übertragen.";
"test.qos.descriptions.UDP-ports" = "UDP-Ports werden für IP-basierte Telefonie-, Sprach- und Video-Streaming verwendet.";
"test.qos.descriptions.voice-over-IP" = "Ein Zwei-Wege-Telefongespräch über das Internet wird simuliert.";
"test.qos.descriptions.traceroute" = "Dieser Test zeichnet die Netzwerkroute zwischen diesem Gerät und dem Server auf.";
"test.qos.descriptions.unmodified-content" = "Dieser Test prüft, ob die Daten vom Server während der Übertragung nicht geändert werden.";
"test.qos.descriptions.transparent-connection" = "Dieser Test prüft, ob eine Anforderung für eine Webseite nicht durch einen Proxy geändert wird.";
"test.qos.descriptions.DNS" = "DNS ist das Verzeichnis der Internetadressen. Dieser Test prüft, ob die DNS-Antworten nicht manipuliert werden.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Detaillierte Ergebnisse";


"measurement.unknown_error.message" = "Die Messung wurde aufgrund eines unbekannten Fehlers abgebrochen.";
"measurement.unknown_error.title" = "Messfehler";

/* History headers */
"history.header.ping" = "Ping";
"history.header.test" = "TEST/DATUM";
"history.header.packet-loss" = "PAKETVERLUST";
"history.header.jitter" = "JITTER";
"history.header.download" = "Download";
"history.header.upload" = "Upload";
"history.header.qos" = "QoS";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Ich stimme den Datenschutzbestimmungen und Nutzungsbedingungen zu.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Ich stimme den Nutzungsbedingungen zu.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Ich bin mit der Datenschutzerklärung einverstanden.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Ich stimme der Übermittlung personenbezogener Daten zu.";

"info.text.open_data_sources_notice" = "Neben unseren eigenen Daten verwenden und verarbeiten wir offene Daten unter der Creative Commons Attribution 4.0 International-Lizenz (CC BY 4.0) aus folgenden Quellen: RTR-Netztest by RTR-GmbH, Österreich; AKOS Test Net von AKOS, Slowenien; Netmetr von CZ.NIC, Tschechien; Merac Internetu von RU, Slowakei."; /* Make customization */


"info.title.open_data_sources_notice" = "Offene Datenquellen";

"wizard.button.i_agree_to_all" = "Ich stimme allen zu";
"wizard.button.essential_settings_only" = "Nur wesentliche Einstellungen";
"wizard.button.details" = "Einstellungen";

"wizard.one_page.title" = "Willkommen bei %@";
"wizard.one_page.privacy_description" = "Bevor Sie die App verwenden, möchten wir Sie bitten, %@ zu überprüfen und fundierte Entscheidungen über die persönlichen Daten zu treffen. Sie können ihn auch später über die Menü- / Infoseite erneut aufrufen. Sie können uns jederzeit mit Ihren Datenschutzbedenken unter %@ kontaktieren.";
"wizard.one_page.analytics_title" = "ANALYTICS";
"wizard.one_page.analytics_description" = "Analytics-Informationen werden verwendet, um zu verstehen, wie unsere Benutzer die mobilen Apps nutzen, und um den Service kontinuierlich zu optimieren. Außerdem sammeln wir Daten zu Absturzdaten, mit deren Hilfe Abstürze und Fehler statistisch ausgewertet, analysiert und behoben werden können. Wir verwenden die Werbe-ID auch, um zuvor angelieferte Werbung einer App-Installation und der Benutzeranalyse zuzuordnen.";
"wizard.one_page.persistent_client_title" = "PERSISTENT CLIENT UUID";
"wizard.one_page.persistent_client_description" = "Die Client-UUID ist eine zufällig generierte ID, die bei jeder Messung gespeichert wird. Persistent Client UUID bedeutet, dass die ID für jede Messung gleich ist. Sie wird benötigt, um den Messverlauf und die Synchronisation der Ergebnisse zwischen Geräten zu ermöglichen.";
"wizard.one_page.finish_description" = "Bitte treffen Sie hier Ihre Wahl. Sie können es später in den Einstellungen ändern.";


